地区,榜单,平台,当前排名,上周排名,变化,异动类型,App ID,游戏名,下载量,收入
🇩🇪 德国,🔴,ANDROID,12,38,↑26,🚀 排名飙升,com.sp.rope.escape.master,Rope Escape Master,21655,177633.0
🇩🇪 德国,🔴,IOS,9,-,NEW,🆕 新进榜单,6754552669,Hotpot Go,17130,636855.0
🇩🇪 德国,🟡,ANDROID,8,26,↑18,📈 排名上升,math.puzzle.games.crossmath.number.puzzles.free,Crossmath® - Math Puzzle Games,24000,29912.0
🇩🇪 德国,🟡,IOS,24,42,↑18,📈 排名上升,6755183085,Yarn Flow,7868,1313566.0
🇩🇪 德国,🟢,ANDROID,41,16,↓25,📉 排名下跌,com.easybrain.arrow.puzzle.game,Arrow Puzzle - Tap Away Game,11959,11003.0
🇩🇪 德国,🟢,IOS,50,30,↓20,📉 排名下跌,6751546633,Art Block Puzzle: Snap & Merge,6811,0.0
🇬🇧 英国,🔴,ANDROID,9,33,↑24,🚀 排名飙升,com.ig.hot.pot,Hotpot Go: Food Sort,19186,1481505.0
🇬🇧 英国,🔴,IOS,6,64,↑58,🚀 排名飙升,6754552669,Hotpot Go,32589,1832551.0
🇬🇧 英国,🟡,ANDROID,24,41,↑17,📈 排名上升,com.ventogames.findthecat,Find The Cat - Spot It!,9863,26606.0
🇬🇧 英国,🟡,IOS,15,29,↑14,📈 排名上升,6747492600,Mahjong Blast: Wonders,21832,0.0
🇬🇧 英国,🟢,ANDROID,36,11,↓25,📉 排名下跌,com.playstudios.tetrisblockparty,Tetris® Block Party,11111,774609.0
🇬🇧 英国,🟢,IOS,32,8,↓24,📉 排名下跌,6476976929,Truck Star,17037,10135034.0
🇮🇳 印度,🔴,ANDROID,11,49,↑38,🚀 排名飙升,com.gamincat.jigsolitaire,Jigsolitaire,279714,0.0
🇮🇳 印度,🔴,IOS,7,46,↑39,🚀 排名飙升,6747875092,Yarn Fever! Unravel Puzzle,12009,19122.0
🇮🇳 印度,🟡,ANDROID,15,27,↑12,📈 排名上升,com.wood.block.sudoku.puzzle.bm,Block Crush!,168868,0.0
🇮🇳 印度,🟡,IOS,8,25,↑17,📈 排名上升,1558803930,Matching Story,14617,62353.0
🇮🇳 印度,🟢,IOS,32,9,↓23,📉 排名下跌,6654917975,Bus Frenzy - Traffic Jam,12393,573.0
🇯🇵 日本,🔴,ANDROID,9,-,NEW,🆕 新进榜单,sheep.animal.parking.puzzle.game.jam,Sheep Dash: Sheep Away,21480,0.0
🇯🇵 日本,🔴,IOS,13,-,NEW,🆕 新进榜单,1032346221,妖怪ウォッチ ぷにぷに,12243,40100908.0
🇯🇵 日本,🟡,ANDROID,12,24,↑12,📈 排名上升,com.dreamgames.royalmatch,Royal Match,22651,85364058.0
🇯🇵 日本,🟡,IOS,4,22,↑18,📈 排名上升,6754862574,Sheep Dash -Farm Animal Escape,38405,0.0
🇯🇵 日本,🟢,ANDROID,39,14,↓25,📉 排名下跌,com.kurashiru.box.merge,クラシルボックスマージ ポイ活ゲームでポイントが貯まる,12015,0.0
🇯🇵 日本,🟢,IOS,41,13,↓28,📉 排名下跌,6756913359,Brick Blast - Ball Breaker,21118,0.0
🇺🇸 美国,🔴,ANDROID,10,46,↑36,🚀 排名飙升,ig.com.hot.pot.qdc,Hotpot Flow: Food Games,71857,732351.0
🇺🇸 美国,🔴,IOS,11,64,↑53,🚀 排名飙升,6754552669,Hotpot Go,179835,10870983.0
🇺🇸 美国,🟡,ANDROID,13,28,↑15,📈 排名上升,com.ventogames.findthecat,Find The Cat - Spot It!,64321,285440.0
🇺🇸 美国,🟡,IOS,15,26,↑11,📈 排名上升,6747492600,Mahjong Blast: Wonders,141347,0.0
🇺🇸 美国,🟢,IOS,34,12,↓22,📉 排名下跌,6476976929,Truck Star,92369,76163178.0
